<!DOCTYPE html>

<html>

    <title>GreenFit</title>
    <meta charset="UTF-8">
    <link rel="stylesheet" href="style.css">


</html>

<body>

    <header>
     <nav>
        <ul>
            <li><a href="#">Inicio</a></li>
            <li><a href="file:///C:/Users/Santiago/Desktop/Escuela%20T.A.E/4%C2%B0%20to/Produccion%20Multimedia/Pagina/nosotros/nosotros.html">Nosotros</a></li>
            <li><a href="file:///C:/Users/Santiago/Desktop/Escuela%20T.A.E/4%C2%B0%20to/Produccion%20Multimedia/Pagina/contacto/contacto.html">Contacto</a></li>
        </ul>
     </nav>
    </header>


    <br>
    <br>
    <br>
    <h1 style="text-align: center;"><strong>Comida Saludable</strong></h1>
    <br>
    <p><img style="display: block; margin-left: auto; margin-right: auto;" src="https://statics-cuidateplus.marca.com/cms/styles/natural/azblob/dieta-facil_0.jpg.webp?itok=r-q1Kx-0" alt="Realmente existe una dieta f&aacute;cil? | CuidatePlus" width="334" height="188" /></p>
        <br>
  
        <iframe style="text-align: center; margin-left: 30%;" src="https://editor.p5js.org/ayzoolblue/full/AmG3aalTw" width="620px" height="650px"></iframe>

    <div class="titulo-pagina">
        <h1 style="text-align: center;">&iquest;Qu&eacute; es una alimentaci&oacute;n saludable?</h1>
        <p style="text-align: center;">Generalizando, se puede decir que la alimentaci&oacute;n saludable es aquella que proporciona los nutrientes que el cuerpo necesita para mantener el buen funcionamiento del organismo, conservar o restablecer la salud, minimizar el riesgo de enfermedades, garantizar la reproducci&oacute;n, gestaci&oacute;n, lactancia, desarrollo y crecimiento adecuado. Para lograrlo, es necesario el consumo diario de frutas, verduras, cereales integrales, legumbres, leche, carnes, aves y pescado y aceite vegetal en cantidades adecuadas y variadas. Si lo hacemos as&iacute;, estamos diciendo que tenemos una alimentaci&oacute;n saludable.</p>
        &nbsp;
        <p style="text-align: center;"><iframe width="560" height="315" src="https://www.youtube.com/embed/vbueh5nfpC4" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe></p>
    <ul>
        <li style="text-align: center;">Grasas:&nbsp;son una de las principales fuentes de energ&iacute;a para el organismo, que al consumirlas en las cantidades adecuadas se convierten en un elemento primordial que ayuda al crecimiento, al desarrollo y a mantener una buena salud. Se debe tener en cuenta que las grasas se pueden encontrar en tres presentaciones: s&oacute;lida (manteca), semis&oacute;lidas (mantequillas o margarinas) o l&iacute;quidas (aceites); cada una de ellas tiene efectos diferentes en el metabolismo.</li>
    </ul>
    <br>
    <ul style="text-align: left;">
    <li style="text-align: center;">Carbohidratos:&nbsp;constituyen la principal fuente de energ&iacute;a de nuestra alimentaci&oacute;n, son el combustible para desarrollar las actividades diarias, mantener la temperatura corporal y el buen funcionamiento de &oacute;rganos vitales del cuerpo. Pueden ser simples y complejos.</li>
    </ul>
    <br>
    <ul style="text-align: left;">
        <li style="text-align: center;">Prote&iacute;nas: son las responsables de la formaci&oacute;n de c&eacute;lulas, los tejidos y &oacute;rganos, as&iacute; como de construir los m&uacute;sculos, parte de las hormonas, de las enzimas que transportan ciertas mol&eacute;culas (como la grasa) y transmitir se&ntilde;ales. Tambi&eacute;n est&aacute;n presentes en una gran cantidad de funciones del organismo. Durante los periodos de crecimiento, embarazo, lactancia y recuperaci&oacute;n de enfermedades es necesario el consumo de alimentos fuentes de prote&iacute;na en mayor cantidad.</li>
        </ul>

    <br>
    
        
    </div>
    
</body>